tap "cirruslabs/cli"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "microsoft/git"
tap "noahgorstein/tap"
tap "theseal/ssh-askpass"
brew "ack"
brew "ansible"
brew "atomicparsley"
brew "awscli"
brew "bat"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "fastlane"
brew "ffmpeg"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-indent"
brew "gnupg"
brew "gtk+3"
brew "helix"
brew "ipcalc"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "lazydocker"
brew "minicom"
brew "mkcert"
brew "mtr"
brew "multitail"
brew "nmap"
brew "nss"
brew "nvm"
brew "packer"
brew "php"
brew "pngcrush"
brew "python"
brew "sdl2_image"
brew "sdl2_sound"
brew "shellcheck"
brew "spark"
brew "ssh-copy-id"
brew "stow"
brew "subversion"
brew "swift-format"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "xml-tooling-c"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zbar"
brew "cirruslabs/cli/tart"
brew "noahgorstein/tap/jqp"
brew "theseal/ssh-askpass/ssh-askpass"
cask "choosy"
cask "discord"
cask "dozer"
cask "eloston-chromium"
cask "espanso"
cask "font-hack"
cask "font-kreon"
cask "font-lato"
cask "font-league-gothic"
cask "font-libre-baskerville"
cask "font-montserrat"
cask "font-open-sans"
cask "font-pt-mono"
cask "font-pt-sans"
cask "font-pt-serif"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-ubuntu"
cask "font-work-sans"
cask "git-credential-manager"
cask "google-chrome"
cask "hammerspoon"
cask "itsycal"
cask "keycastr"
cask "licecap"
cask "nvalt"
cask "rar"
cask "reactotron"
cask "slack"
cask "spotify"
cask "upm"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
vscode "alefragnani.project-manager"
vscode "alexkrechik.cucumberautocomplete"
vscode "bmewburn.vscode-intelephense-client"
vscode "chdsbd.githubinator"
vscode "coolbear.systemd-unit-file"
vscode "ctf0.auto-comment-next-line"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emallin.phpunit"
vscode "esbenp.prettier-vscode"
vscode "fosshaas.fontsize-shortcuts"
vscode "gerane.theme-sunburst"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hcltechnologies.hclappscancodesweep"
vscode "humao.rest-client"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "johnpapa.vscode-peacock"
vscode "junstyle.php-cs-fixer"
vscode "kaisun.vscodevimacademy"
vscode "kaiwood.center-editor-window"
vscode "manassahu.openai-developer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "neilbrayfield.php-docblocker"
vscode "pdconsec.vscode-print"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yinfei.luahelper"
vscode "zobo.php-intellisense"
